Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E20C.tmx
Source language: en_us
Languages: zh_cn

source: Art of Putting Outfits Together
zh_cn: 搭配的艺术

source: The ability of putting outfits together shapes your style so today we are looking into some basics of creating looks and working on great outfits.
zh_cn: 你的个人风格取决于你的搭配功力。因此我们收集了一些小贴士帮助你学会更多的搭配艺术。

source: The first thing to remember when putting an outfit together is that it's about you, your taste, your personality, your individuality not a brand, not a designer logo on your bag or shirt.
zh_cn: 搭配服装的时候，首先要记住这是关于你的，你的品位，你的人格，你的个性，而不是一个品牌，一个你包包或者T恤上的设计师标志。

source: Style is something that express your inner state and your preferences and while there is nothing wrong with brand/designer logos, they do not define your style, they do not indicate your level of taste.
zh_cn: 风格表达了你的内部状态，你的偏好，当然，那些品牌或者设计师标志本身并没有错，它们无法规定你的风格，也不会体现出你的品位。

source: Remember the worst dressed lists of celebrities? They do wear designer clothes but cannot always put an outfit together.
zh_cn: 还记得那张最糟糕着装名人的名单吗？他们都穿着名牌服装，但是他们总搭配不好。

source: Again it might be a matter of taste but there are couple of rules for putting outfits together:
zh_cn: 再次强调，这是个人品位问题，但还是有些规则可循的。

source: Ideal Fit
zh_cn: 理想合身

source: Ideal fit has not only to do with the clothes size but also with how it suits your body shape.
zh_cn: 合身并不仅仅跟衣服的大小有关，还要看它怎么适合你的体型。

source: When choosing clothing try to be objective about what a certain clothing item does to your figure.
zh_cn: 选衣服的时候，尽量客观看待某个服装部件对你的体型所起的效果。

source: Does it hide it much?
zh_cn: 是不是遮的太多了？

source: Does it reveal too much? Does it shorten your legs, etc.?
zh_cn: 是不是露的太多了？会不会让腿看起来变短了？等等。

source: It is important to look good in the clothes you like.
zh_cn: 重要的是你喜欢的那件衣服要穿着好看。

source: Unfortunately sometimes the dress you like can make you look short or accentuate something you wanted to hide.
zh_cn: 不幸的是，有时候你喜欢的那件衣服会让你显矮或者突出某个你想掩饰的地方。

source: Colors & Prints
zh_cn: 颜色和印花

source: Colors and prints are important as they can bring out the best in your eyes, hair and skin tone or make you look pale and dull.
zh_cn: 颜色和印花很重要，因为它们能把你头发和肤色最好的一面呈现出来，或者让你看起来面色苍白，呆滞。

source: When buying clothes try on various colors and prints and see which ones make you look best.
zh_cn: 买衣服的时候，多尝试各种不同的颜色和印花，看看哪种最适合你。

source: Later when you are putting an outfit together you can use the same colors and prints to accentuate the best in your appearance.
zh_cn: 然后，当你搭配的时候，你可以用相同的颜色和印花来强调你外表上最好的部位。

source: Putting it Together
zh_cn: 搭配

source: There are plenty of ways and formulas of putting and outfit together and making it work.
zh_cn: 有效的搭配方法和规则有很多。

source: The main thing is a little inspiration and fantasy.
zh_cn: 主要是要一点灵感和想象。

source: The style is your vision.
zh_cn: 风格体现了你的想象力。

source: So make this vision help you in creating a fashionable eye catchy look.
zh_cn: 所以，发挥你的想象力帮助自己创造一个吸引眼球的时尚外观吧。

source: Focus point
zh_cn: 聚焦点

source: You can pick one bold item from your wardrobe and use it as a base around which you will be building the look.
zh_cn: 你可以从你的衣柜里选一个明亮的物件，然后以它为基地，围绕它打造你的外观。

source: Try to avoid cliches like white tee and black pants or try to jazz up a banal combination by adding an interesting twist to the outfit like a bold jacket, unexpected footwear or accessories.
zh_cn: 尽量避免像白T恤配黑裤子这样的陈词滥调，或者试着在老一套的组合上加入点有趣的转变，像一件颜色鲜亮的夹克衫，出人意料的鞋类或者配饰。

source: Basic Background
zh_cn: 基本款

source: You probably have a range of basic clothing items in your wardrobe like a pencil skirt or black pants, white shirt and a jacket.
zh_cn: 也许你的衣柜里有一系列的基本服装部件，像铅笔裙或者黑裤子，白衬衫还有夹克衫。

source: When putting an outfit together you might find that all these things make a basic background but in order to pull them into a look you should pay attention to details like footwear, bags, accessories, hats, and jewelry as those can make a great difference in a plain everyday look.
zh_cn: 搭配的时候，你可能会发现这些只能打个基调，但是为了让它们修饰你的外观，你应该注意些小细节，比如鞋类，包包，配件，帽子和首饰，因为这些能让平凡的日常外表大放异彩。

source: Mixing colors and shapes
zh_cn: 调色和形状

source: This might not be easy but experimenting with colors is important if you want to jazz up your outfit and wardrobe in general.
zh_cn: 这可能不太容易，但是一般来说如果你想让你的外表和衣柜看起来活泼一些，多实验些颜色是很重要的。

source: Again pick colors that suit you best and bring out lively tones in your color skin and hair.
zh_cn: 重申一遍，选择最适合你的颜色，把你肌肤和头发的生动色调呈现出来。

source: Start matching and mixing colors, neutrals, basic colors like black and white and pay attention to which textures go well together and which don't.
zh_cn: 开始匹配和调色，中性色，像黑和白这样的基本色，同时留意哪些材质比较相配，哪些不搭。

source: This can be done on your computer or designer kit with fabric or color samples but it will later help you put outfits together faster and better.
zh_cn: 这可以通过电脑或者带有布料或颜色样板的设计师装备完成。不过，它以后可以帮助你搭配服装更好更快。

source: Shapes are also important.
zh_cn: 形状也很重要。

source: Do shoulder pads make up for your small shoulders or do they magnify your wide shoulders? Take into consideration which shapes and cuts suit you.
zh_cn: 肩垫加宽了你的小肩膀吗？还是它们把你的宽肩膀放得更大了？把你适合的形状和剪裁也考虑在内。

source: Figure out what neck lines you should be wearing to make the most of your appearance and accentuate your assets.
zh_cn: 找出最适合你外表，突出你的有利条件的领圈线。

source: Additional
zh_cn: 另外

source: You might have been working on that outfit all day but what about hair and makeup?
zh_cn: 你可能整天只注重你的服装，那么你的头发和妆容呢？

source: These should match your outfit or contrast it in a nice way adding an unexpected twist into your whole look.
zh_cn: 这些必须搭配你的服装，或者反衬的刚刚好，为你的整体外表增添了意想不到的转变。

source: Get the help of a professional in terms of hairstyle for your face shape, keep your face and brows in check and think your makeup through for every outfit.
zh_cn: 找一个专业人士根据你的脸型设计发型，控制住你的眉脸，每一套服装都要好好想想你的妆容。

source: If you don't wear much of it, you still should look fresh faced and have neatly shaped eyebrows.
zh_cn: 如果你不常化妆，仍然要看起来气色不错，眉形整齐。
